Repository: WordPressBugBounty/plugins-wt-gift-cards-woocommerce
Catalog: wt-gift-cards-woocommerce/languages/wt-gift-cards-woocommerce-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: 30% OFF
es_es: 30% de descuento

source: View plugins
es_es: Ver plugins

source: Used it successfully. Don't need anymore.
es_es: Lo usé con éxito. No necesito más.
fr_fr: Bien utilisé. Je n’en ai plus besoin.
it_it: Usato con successo. Non serve più.
nl_nl: Heb het met succes gebruikt; ik heb niet meer nodig.

source: Have used it successfully and aint in need of it anymore
es_es: Lo he usado con éxito y ya no lo necesito
fr_fr: Je l’ai bien utilisé et je n’en ai plus besoin
it_it: L'ho usato con successo e non ne ho più bisogno
nl_nl: Heb het met succes gebruikt en heb het niet meer nodig

source: I couldn't understand how to make it work
es_es: No pudé entender cómo hacer que funcione
fr_fr: Je n’arrive pas à comprendre comment le faire fonctionner
it_it: Non capisco come farlo funzionare
nl_nl: Ik begreep niet hoe ik het werkend kon krijgen

source: Would you like us to assist you?
es_es: ¿Deseas asistencia?
fr_fr: Voulez-vous que nous vous assistions ?
it_it: Vuoi che ti assistiamo?
nl_nl: Wil je dat wij je helpen?

source: I found a better plugin
es_es: Encontré un mejor plugin
fr_fr: J'ai trouvé un meilleur plugin
it_it: Ho trovato un plugin migliore
nl_nl: Ik heb een betere plugin gevonden

source: Which plugin?
es_es: ¿Qué plugin?
fr_fr: Avec qu’elle extension ?
it_it: Quale plugin?
nl_nl: Welke plugin?

source: The plugin is great, but I need specific feature that you don't support
es_es: El plugin es bueno, pero necesito características específicas que no tienen
fr_fr: L'extension est super, mais j'ai besoin d'une fonctionnalité spécifique que vous n'avez pas
it_it: Il plugin è grande, ma ho bisogno di funzionalità specifiche che non sono supportate
nl_nl: Deze plugin is goed, maar ik heb een specifieke functie nodig die jullie niet ondersteunen

source: Could you tell us more about that feature?
es_es: ¿Podrías decirnos más acerca de esa característica?
fr_fr: Pourriez-vous nous en dire plus sur cette fonctionnalité ?
it_it: Potresti dirci di più su questa funzione?
nl_nl: Kan je ons meer vertellen over die functie?

source: The plugin is not working
es_es: El plugin no funciona
fr_fr: Le plugin ne fonctionne pas
it_it: Il plugin non funziona
nl_nl: De plugin werkt niet

source: Could you tell us a bit more whats not working?
es_es: ¿Podrías decirnos qué no funciona?
fr_fr: Pourriez-vous nous en dire un peu plus ce qui ne fonctionne pas ?
it_it: Potresti spiegarci meglio cosa non funziona?
nl_nl: Kun je ons iets meer vertellen over wat er niet werkt?

source: It's not what I was looking for
es_es: No es lo que estaba buscando
fr_fr: Ce n'est pas ce que je cherchais
it_it: Non è quello che cercavo
nl_nl: Het is niet waar ik naar op zoek was

source: The plugin didn't work as expected
es_es: El plugin no funcionó como esperaba
fr_fr: L’extension n’a pas fonctionné comme prévu
it_it: Il plugin non ha funzionato come previsto
nl_nl: De plugin werkte niet zoals verwacht

source: What did you expect?
es_es: ¿Qué esperabas?
fr_fr: A quoi vous attendiez-vous ?
it_it: Cosa ti aspettavi?
nl_nl: Wat was verwachting?

source: Other
es_es: Otro
fr_fr: Autre
it_it: Altro
nl_nl: Andere

source: Could you tell us a bit more?
es_es: ¿Podrías contarnos un poco más?
fr_fr: Pourriez-vous nous en dire un peu plus ?
it_it: Potresti raccontarci qualcosa in più?
nl_nl: Kun je ons wat meer vertellen?

source: If you have a moment, please let us know why you are deactivating:
es_es: Si tiene un momento, por favor, háganos saber por qué está desactivando:
fr_fr: Si vous avez un moment, faites nous savoir pourquoi vous désactivez:
it_it: Se hai un momento, ti preghiamo di farci sapere il motivo della disattivazione:
nl_nl: Wij horen graag waarom u ervoor kiest om te deactiveren:

source: We do not collect any personal data when you submit this form. It's your feedback that we value.
es_es: No recopilamos ningún dato personal al enviar este formulario. Valoramos mucho tus comentarios.
fr_fr: Nous ne recueillons aucune donnée personnelle lorsque vous soumettez ce formulaire. Ce sont vos commentaires que nous apprécions.
it_it: Non raccogliamo alcun dato personale quando invii questo modulo. È il tuo feedback che apprezziamo.
nl_nl: We verzamelen geen persoonlijke gegevens wanneer u dit formulier indient. Het is uw feedback die we waarderen.

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique de confidentialité
nl_nl: Privacybeleid

source: I rather wouldn't say
es_es: Prefiero no decir
fr_fr: Je préfère ne pas le dire
it_it: Non voglio dirlo
nl_nl: Zeg ik liever niet

source: Contact Support
es_es: Contactar Soporte
fr_fr: Contacter le support
it_it: Contatta il supporto
nl_nl: Neem contact op met support

source: Submit & Deactivate
es_es: Enviar y desactivar
fr_fr: Soumettre & désactiver
it_it: Invia & Disattiva
nl_nl: Inzenden & Deactiveren

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren

source: Deactivate and leave a review
es_es: Desactivar y dejar una revisión
fr_fr: Désactiver et laisser un commentaire
it_it: Disattiva e lascia una recensione
nl_nl: Deactiveer en geef een beoordeling

source: Let our support team help you
es_es: Deje que nuestro equipo de soporte le ayude
fr_fr: Laissez notre équipe d'assistance vous aider
it_it: Lascia che il nostro team di supporto ti aiuti
nl_nl: Laat ons supportteam u helpen

source: An error occurred, please try again.
es_es: Ha ocurrido un error, por favor inténtelo de nuevo.

source: Coupon code or gift card
es_es: Código de cupón o tarjeta de regalo

source: Have a coupon or gift card?
es_es: ¿Tienes un cupón o tarjeta de regalo?

source: Click here to enter your code
es_es: Haga clic aquí para ingresar su código

source: There seems to be a theme compatibility issue. Please reach out to our <a href="https://www.webtoffee.com/contact/" target="_blank" style=" color: #0202e5; text-decoration: underline;">support team</a> to resolve this issue.
es_es: Parece haber un problema de compatibilidad con el tema. Contacta con nuestro <a href="https://www.webtoffee.com/contact/" target="_blank" style=" color: #0202e5; text-decoration: underline;">equipo de soporte</a> para resolverlo.
fr_fr: Un problème de compatibilité avec le thème semble survenir. Contactez notre <a href=“https://www.webtoffee.com/contact/“ target=“_blank” style=“color: #0202e5; text-decoration: underline;”>équipe de support</a>.
it_it: Sembra esserci un problema di compatibilità con il tema. Contatta il nostro <a href=“https://www.webtoffee.com/contact/“ target=“_blank” style=“color: #0202e5; text-decoration: underline;”>team di supporto</a>.
nl_nl: Er lijkt een probleem met de thema-compatibiliteit te zijn. Neem contact op met ons <a href=“https://www.webtoffee.com/contact/“ target=“_blank” style=“color: #0202e5; text-decoration: underline;”>supportteam</a> om dit probleem op te lossen.

source: Please select a template
es_es: Por favor seleccione una plantilla
fr_fr: Veuillez choisir un modèle
it_it: Seleziona modello
nl_nl: Kies een sjabloon

source: Amount is required!
es_es: ¡Se requiere cantidad!
fr_fr: Le montant est requis!
it_it: L'importo è richiesto!
nl_nl: Bedrag is vereist!

source: Please enter valid email address
es_es: Por favor, introduzca una dirección de correo electrónico válida
fr_fr: Veuillez saisir une adresse e-mail valide
it_it: Inserisci un indirizzo email valido
nl_nl: Voer een geldig e-mailadres in

source: Recipient email is required
es_es: Se requiere el correo electrónico del destinatario
fr_fr: L'adresse e-mail du destinataire est obligatoire
it_it: L'email del destinatario è obbligatoria
nl_nl: E-mailadres van de ontvanger is vereist

source: Gift card <strong>%1$s</strong> generated. Awaiting %2$s order status for activation.
es_es: Tarjeta de regalo <strong>%1$s</strong> generada. Esperando el estado del pedido %2$s para su activación.

source: Gift card generated. Not activated.
es_es: Tarjeta de regalo generada. No activada.

source: Error. No user actions enabled.
es_es: Error. No hay acciones de usuario habilitadas.
fr_fr: Erreur. Aucune action utilisateur activée.
it_it: Errore. Nessuna azione utente abilitata.
nl_nl: Fout. Geen gebruikersacties ingeschakeld.

source: Gift card product is not enabled.
es_es: El producto de tarjeta de regalo no está habilitado.
fr_fr: Le produit carte-cadeau n'est pas activé.
it_it: Il prodotto buono regalo non è abilitato.
nl_nl: Cadeaukaartproduct is niet ingeschakeld.

source: Select options
es_es: Seleccionar opciones
fr_fr: Sélectionner les options
it_it: Seleziona opzioni
nl_nl: Selecteer opties

source: Invalid gift card product.
es_es: Producto de tarjeta de regalo no válido.
fr_fr: Produit de carte-cadeau non valide.
it_it: Prodotto buono regalo non valido.
nl_nl: Ongeldig cadeaubonproduct.

source: Error. Select templates to display Gift card.
es_es: Error. Seleccione plantillas para mostrar la tarjeta de regalo.
fr_fr: Erreur. Sélectionnez les modèles pour afficher la carte cadeau.
it_it: Errore. Seleziona i modelli da visualizzare Buono regalo.
nl_nl: Fout. Selecteer sjablonen om cadeaubon weer te geven.

source: Please update your template
es_es: Por favor actualice su plantilla
fr_fr: Veuillez mettre à jour votre modèle
it_it: Elimina modello
nl_nl: Template verwijderen

source: Error. There is no template(s) selected for this product.
es_es: Error. No hay plantillas seleccionadas para este producto.
fr_fr: Erreur. Aucun modèle n'est sélectionné pour ce produit.
it_it: Errore. Non sono stati selezionati modelli per questo prodotto.
nl_nl: Fout. Er zijn geen template(s) geselecteerd voor dit product.

source: Your name
es_es: Tu nombre
fr_fr: Votre nom
it_it: Il tuo nome
nl_nl: Uw naam

source: Available coupons
es_es: Cupones disponibles
fr_fr: Réduction disponible (cliquez sur le coupon pour l'ajouter )
it_it: Coupon disponibili
nl_nl: Beschikbare kortingsbonnen

source: Amount
es_es: Cantidad
fr_fr: Montant
it_it: Importo
nl_nl: Bedrag

source: Oops! Woocommerce not activated, It should required for `Gift cards for woocommerce`.
es_es: ¡Uy! WooCommerce no está activado. Debería ser necesario para "Tarjetas de regalo para WooCommerce".
fr_fr: Oups ! Woocommerce n'est pas activé, il devrait être requis pour les « Cartes cadeaux pour woocommerce ».
it_it: Ops! Woocommerce non attivato, dovrebbe essere richiesto per "Carte regalo per woocommerce".
nl_nl: Oeps! Woocommerce niet geactiveerd. Dit zou vereist moeten zijn voor 'Cadeaubonnen voor woocommerce'.

source: WebToffee Gift Cards for WooCommerce
es_es: Tarjetas de regalo WebToffee para WooCommerce
fr_fr: Cartes cadeaux WebToffee pour WooCommerce
it_it: Buoni regalo WebToffee per WooCommerce
nl_nl: WebToffee-cadeaubonnen voor WooCommerce

source: https://wordpress.org/plugins/wt-gift-cards-woocommerce/
es_es: https://wordpress.org/plugins/wt-tarjetas-de-regalo-woocommerce/

source: Create and manage beautiful gift cards for your WooCommerce store.
es_es: Crea y administra hermosas tarjetas de regalo para tu tienda WooCommerce.
fr_fr: Créez et gérez de magnifiques cartes-cadeaux pour votre boutique WooCommerce.
it_it: Crea e gestisci bellissime carte regalo per il tuo negozio WooCommerce.
nl_nl: Maak en beheer prachtige cadeaubonnen voor uw WooCommerce-winkel.

source: Error
fr_fr: Erreur
it_it: Errore
nl_nl: Fout

source: Give discounts on gift cards
fr_fr: Offrez des réductions sur les cartes-cadeaux
it_it: Offri sconti sulle carte regalo
nl_nl: Geef kortingen op cadeaubonnen

source: Unlock the full potential of gift cards with a
fr_fr: Libérez tout le potentiel des cartes-cadeaux avec un
it_it: Sblocca tutto il potenziale delle carte regalo con a
nl_nl: Ontgrendel het volledige potentieel van cadeaubonnen met een

source: premium upgrade
fr_fr: mise à niveau premium
it_it: aggiornamento premium

source: See what you are missing on your free version!
fr_fr: Découvrez ce que vous manquez dans votre version gratuite !
it_it: Scopri cosa ti perdi nella tua versione gratuita!
nl_nl: Ontdek wat je mist in je gratis versie!

source: Unlock pro features
fr_fr: Débloquer les fonctions PRO
it_it: Sblocca funzionalità professionali
nl_nl: Ontgrendel professionele functies

source: Requires mPDF library to add PDF support. %s Click here %s to install the %s mPDF add-on by WebToffee %s (free).
fr_fr: Nécessite la bibliothèque mPDF pour ajouter la prise en charge PDF. %s Cliquez ici %s pour installer le module complémentaire mPDF %s de WebToffee %s(gratuit).
it_it: Richiede la libreria mPDF per aggiungere il supporto PDF. %s Fai clic qui %s per installare %s il componente aggiuntivo mPDF di WebToffee %s(gratuito).
nl_nl: De mPDF-bibliotheek is vereist om PDF-ondersteuning toe te voegen. %s Klik hier %s om de %s mPDF-add-on van WebToffee %s (gratis) te installeren.

source: Requires mPDF version %s or greater to add PDF support. %s Click here %s to update the %s mPDF add-on by WebToffee %s (free).
fr_fr: Nécessite la version mPDF %s ou supérieure pour ajouter la prise en charge PDF. %s Cliquez ici %s pour mettre à jour le module complémentaire mPDF %s de WebToffee %s (gratuit).
it_it: Richiede la versione mPDF %s o successiva per aggiungere il supporto PDF. %s Fai clic qui %s per aggiornare il componente aggiuntivo mPDF %s di WebToffee %s(gratuito).
nl_nl: mPDF-versie %s of hoger is vereist om PDF-ondersteuning toe te voegen. %s Klik hier %s om de %s mPDF-add-on van WebToffee %s (gratis) bij te werken.

source: Requires mPDF library to add PDF support. %s Click here %s to activate the %s mPDF add-on by WebToffee %s(free).
fr_fr: Nécessite la bibliothèque mPDF pour ajouter la prise en charge PDF. %s Cliquez ici %s pour activer le module complémentaire %s mPDF de WebToffee %s(gratuit).
it_it: Richiede la libreria mPDF per aggiungere il supporto PDF. %s Fai clic qui %s per attivare il componente aggiuntivo %s mPDF di WebToffee %s(gratuito).
nl_nl: Vereist mPDF-bibliotheek om PDF-ondersteuning toe te voegen. %s Klik hier %s om de %s mPDF-add-on van WebToffee %s(gratis) te activeren.

source: Requires mPDF library to add PDF support. Please install the %s mPDF add-on by WebToffee %s(free).
fr_fr: Nécessite la bibliothèque mPDF pour ajouter la prise en charge PDF. Veuillez installer le module complémentaire mPDF %s de WebToffee %s(gratuit).
it_it: Richiede la libreria mPDF per aggiungere il supporto PDF. Installa il componente aggiuntivo %s mPDF di WebToffee %s(gratuito).
nl_nl: Vereist mPDF-bibliotheek om PDF-ondersteuning toe te voegen. Installeer de %s mPDF-add-on van WebToffee %s(gratis).

source: Shortcode
it_it: Codice abbreviato

source: General
fr_fr: Général
it_it: Generale
nl_nl: Algemeen

source: Hi %1$sthere%2$s,
fr_fr: Bonjour %1$s there%2$s,
it_it: Ciao %1$slì%2$s,
nl_nl: Hallo %1$s daar%2$s,

source: Congratulations! You have received a store credit %s.
fr_fr: Félicitations ! Vous avez reçu un crédit de magasin %s.
it_it: Congratulazioni! Hai ricevuto un buono negozio %s.
nl_nl: Gefeliciteerd! U heeft een winkeltegoed %s ontvangen.

source: Congratulations! You have received a gift card %s.
fr_fr: Félicitations ! Vous avez reçu une carte cadeau %s.
it_it: Congratulazioni! Hai ricevuto una carta regalo %s.
nl_nl: Gefeliciteerd! U heeft een cadeaubon %s ontvangen.

source: Gift card <strong>%s</strong> generated. Awaiting %s order status for activation.
fr_fr: Carte cadeau <strong>%s</strong> générée. En attente du statut de commande %s pour activation.
it_it: Carta regalo <strong>%s</strong> generata. In attesa dello stato dell’ordine %s per l’attivazione.
nl_nl: Cadeaukaart <strong>%s</strong> gegenereerd. Wachten op de bestelstatus %s voor activatie.
