Repository: WordPressBugBounty/plugins-wt-gift-cards-woocommerce
Catalog: wt-gift-cards-woocommerce/languages/wt-gift-cards-woocommerce-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: Gift cards
es_es: Tarjetas de regalo
fr_fr: Cartes cadeau
nl_nl: Cadeaubonnen

source: Unable to update settings due to an internal error. %1$s To troubleshoot please click %2$s here. %3$s
es_es: No se puede actualizar la configuración debido a un error interno. %1$s Para solucionar el problema, haga clic %2$s aquí. %3$s
fr_fr: Impossible de mettre à jour les paramètres en raison d'une erreur interne. %1$s Pour résoudre le problème, veuillez cliquer %2$s ici. %3$s
it_it: Impossibile aggiornare le impostazioni a causa di un errore interno. %1$s Per risolvere il problema, fai clic su %2$s qui. %3$s
nl_nl: Instellingen kunnen niet worden bijgewerkt vanwege een interne fout. %1$s Klik hier %2$s om het probleem op te lossen. %3$s

source: is required
es_es: obligatorio
fr_fr: est requis
it_it: richiesto
nl_nl: is verplicht

source: Copied!
es_es: Copiado!
fr_fr: Copié !
it_it: Copiato!
nl_nl: Gekopieerd!

source: Loading...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
nl_nl: Laden…

source: Please wait...
es_es: Por favor espera...
fr_fr: Veuillez patienter...
it_it: Attendi...
nl_nl: Ogenblik geduld...

source: Are you sure?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr ?
it_it: Sei sicuro?
nl_nl: Weet je het zeker?

source: Are you sure you want to delete?
es_es: Estás seguro de que deseas eliminar?
fr_fr: Etes-vous sûr de vouloir supprimer?
it_it: Sei sicuro di volerlo cancellare?
nl_nl: Weet je het zeker dat je het wilt verwijdern?

source: Saving...
es_es: Guardando…
fr_fr: Enregistrement en cours...
it_it: Sto salvando...
nl_nl: Opslaan…

source: Settings Updated
es_es: Ajustes actualizados
fr_fr: Réglages Mis à Jour
it_it: Configurazioni Salvate
nl_nl: Instellingen bijgewerkt

source: Settings
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen

source: Premium Upgrade
es_es: Actualizar a Premium
fr_fr: Mise à niveau Prémium
it_it: Aggiornamento a Premium
nl_nl: Upgraden naar de premiumversie

source: Docs
es_es: Documentos
it_it: Documenti
nl_nl: Documentatie

source: Support
es_es: Soporte
it_it: Supporto
nl_nl: Ondersteuning

source: Review
es_es: Reseña
fr_fr: Avis
it_it: Recensione
nl_nl: Beoordeling

source: Allowed email(s)
es_es: Correo(s) electrónico(s) permitido(s)
fr_fr: Courriel(s) autorisé(s)
it_it: Email consentite
nl_nl: Toegestane e-mail(s)

source: Did you know?
es_es: ¿Sabías que…?

source: With the %1$s Smart Coupons %2$s plugin, you can create Buy One Get One offers and advanced coupons that boost sales during BFCM.
es_es: Con el complemento %1$sCupones inteligentes%2$s, puedes crear ofertas de Compre uno y llévese otro gratis y cupones avanzados que aumentan las ventas durante BFCM.

source: Get Plugin Now
es_es: Obtener el complemento ahora

source: Maybe later
es_es: Quizás más tarde

source: Access denied
es_es: Acceso denegado

source: Free vs. Pro
es_es: Gratis vs. Pro
fr_fr: Gratuit vs Pro
it_it: Gratuito contro Pro
nl_nl: Gratis versus Pro

source: Number of gift cards
es_es: Número de tarjetas de regalo
fr_fr: Nombre de cartes cadeaux
it_it: Numero di carte regalo
nl_nl: Aantal cadeaubonnen

source: Unlimited
es_es: Ilimitado
fr_fr: Illimité
it_it: Illimitato
nl_nl: Onbeperkt

source: Physical gift cards
es_es: Tarjetas de regalo físicas
fr_fr: Cartes cadeaux physiques
it_it: Buoni regalo fisici
nl_nl: Fysieke cadeaubonnen

source: Available templates for gift card
es_es: Plantillas disponibles para tarjetas de regalo
fr_fr: Modèles disponibles pour carte cadeau
it_it: Modelli disponibili per carta regalo
nl_nl: Beschikbare sjablonen voor cadeaubonnen

source: Gift card amounts
es_es: Montos de las tarjetas de regalo
fr_fr: Montant des cartes cadeaux
it_it: Valore del buono regalo
nl_nl: Cadeaukaart bedragen

source: Set predefined value
es_es: Establecer valor predefinido
fr_fr: Définir une valeur prédéfinie
it_it: Imposta il valore predefinito
nl_nl: Voorgedefinieerde waarde instellen

source: Set predefined and custom values with min and max control
es_es: Establezca valores predefinidos y personalizados con control mínimo y máximo
fr_fr: Définissez des valeurs prédéfinies et personnalisées avec contrôle min et max
it_it: Imposta valori predefiniti e personalizzati con controllo minimo e massimo
nl_nl: Stel vooraf gedefinieerde en aangepaste waarden in met min- en max-controle

source: Allow users to schedule gift cards
es_es: Permitir a los usuarios programar tarjetas de regalo
fr_fr: Autoriser les utilisateurs à programmer des cartes-cadeaux
it_it: Consenti agli utenti di programmare carte regalo
nl_nl: Sta gebruikers toe cadeaubonnen te plannen

source: Category-wise template listing
es_es: Listado de plantillas por categoría
fr_fr: Liste des modèles par catégorie
it_it: Elenco dei modelli per categoria
nl_nl: Categoriegewijze sjabloonlijst

source: 'Gift this product' option (Create gift cards worth of a specific product)
es_es: Opción 'Regalar este producto' (crear tarjetas de regalo por valor de un producto específico)
fr_fr: Option « Offrir ce produit » (Créer des cartes-cadeaux d'une valeur d'un produit spécifique)
it_it: Opzione "Regala questo prodotto" (crea buoni regalo del valore di un prodotto specifico)
nl_nl: 'Geef dit product cadeau' (Maak cadeaubonnen ter waarde van een specifiek product)

source: Redeem gift cards to wallet
es_es: Canjear tarjetas de regalo en la billetera
fr_fr: Échangez des cartes-cadeaux contre un portefeuille
it_it: Riscatta le carte regalo nel portafoglio
nl_nl: Cadeaubonnen inwisselen voor portemonnee

source: Allow users to use custom images for gift cards
es_es: Permitir a los usuarios utilizar imágenes personalizadas para tarjetas de regalo
fr_fr: Autoriser les utilisateurs à utiliser des images personnalisées pour les cartes-cadeaux
it_it: Consenti agli utenti di utilizzare immagini personalizzate per i buoni regalo
nl_nl: Sta gebruikers toe aangepaste afbeeldingen te gebruiken voor cadeaubonnen

source: Manage store credit balances of users
es_es: Administrar los saldos de crédito de la tienda de los usuarios

source: Allow users to print gift cards
es_es: Permitir a los usuarios imprimir tarjetas de regalo
fr_fr: Autoriser les utilisateurs à imprimer des cartes-cadeaux
it_it: Consenti agli utenti di stampare buoni regalo
nl_nl: Sta gebruikers toe cadeaubonnen af te drukken

source: Upload custom gift card templates
es_es: Subir plantillas de tarjetas de regalo personalizadas
fr_fr: Téléchargez des modèles de cartes-cadeaux personnalisées
it_it: Carica modelli di buoni regalo personalizzati
nl_nl: Upload aangepaste cadeaukaartsjablonen

source: Refunds to store credit
es_es: Reembolsos al crédito de la tienda
fr_fr: Remboursements sur crédit magasin
it_it: Rimborsi sul credito del negozio
nl_nl: Terugbetalingen naar winkeltegoed

source: Choose templates for sending gift cards from the admin side
es_es: Elija plantillas para enviar tarjetas de regalo desde el lado del administrador
fr_fr: Choisissez des modèles pour envoyer des cartes-cadeaux depuis le côté administrateur
it_it: Scegli i modelli per l'invio di buoni regalo dal lato amministratore
nl_nl: Kies sjablonen voor het verzenden van cadeaubonnen via de beheerderskant

source: Give discounts on gift card purchases
es_es: Ofrecer descuentos en compras de tarjetas de regalo

source: Attach gift cards as PDFs to emails
es_es: Adjunte tarjetas de regalo como archivos PDF a los correos electrónicos
fr_fr: Joindre des cartes-cadeaux au format PDF à des e-mails
it_it: Allega buoni regalo come PDF alle e-mail
nl_nl: Voeg cadeaubonnen als pdf toe aan e-mails

source: Set expiry and advanced usage restrictions
es_es: Establecer restricciones de caducidad y uso avanzado
fr_fr: Définir des restrictions d'expiration et d'utilisation avancées
it_it: Imposta scadenza e restrizioni di utilizzo avanzate
nl_nl: Stel vervaldatum en geavanceerde gebruiksbeperkingen in

source: Control gift card form fields
es_es: Controlar los campos del formulario de tarjetas de regalo
fr_fr: Contrôler les champs du formulaire de carte-cadeau
it_it: Controlla i campi del modulo della carta regalo
nl_nl: Beheer de formuliervelden voor cadeaubonnen

source: Add captions for gift cards
es_es: Añadir subtítulos para tarjetas de regalo
fr_fr: Ajouter des légendes pour les cartes-cadeaux
it_it: Aggiungi didascalie per i buoni regalo
nl_nl: Voeg bijschriften voor cadeaubonnen toe

source: Upgrade to Premium and Enjoy the Full Potential of WooCommerce Gift Cards
es_es: Actualice a Premium y disfrute de todo el potencial de las tarjetas de regalo de WooCommerce

source: 99% Customer Satisfaction
es_es: 99% de satisfacción del cliente
fr_fr: 99% de satisfaction client
it_it: Soddisfazione del cliente al 99%
nl_nl: 99% klanttevredenheid

source: 30 Day money back guarantee
es_es: Garantía de devolución de dinero de 30 días
fr_fr: Garantie de remboursement de 30 jours
it_it: 30-giorni rimborso garantito
nl_nl: 30-dagen geld terug garantie

source: Unlock Pro Features
es_es: Desbloquear funciones Pro

source: FEATURES
es_es: FUNCIONALIDADES
fr_fr: FONCTIONNALITÉS
it_it: Caratteristiche
nl_nl: KENMERKEN

source: FREE
es_es: GRATIS
fr_fr: GRATUIT
it_it: GRATIS
nl_nl: GRATIS

source: With the premium version, you’ll get access to 20+ templates for creating gift cards. You can also upload custom images as gift card images.
es_es: Con la versión premium, tendrás acceso a más de 20 plantillas para crear tarjetas de regalo. También puedes subir imágenes personalizadas para tus tarjetas.

source: Check out plugin →
es_es: Echa un vistazo al complemento →

source: Dismiss
es_es: Descartar

source: Permission denied
es_es: Permiso denegado

source: Enable to add gift card products and purchase functionality to the store. When disabled hides all gift cards and disables purchasing option
es_es: Habilitar la función de añadir tarjetas de regalo y comprar productos en la tienda. Al deshabilitarla, se ocultan todas las tarjetas de regalo y se desactiva la opción de compra.
fr_fr: Permet d'ajouter des produits de cartes-cadeaux et des fonctionnalités d'achat à la boutique. Lorsqu'elle est désactivée, elle masque toutes les cartes-cadeaux et désactive l'option d'achat
it_it: Abilita per aggiungere prodotti con buoni regalo e funzionalità di acquisto al negozio. Quando disabilitato nasconde tutte le carte regalo e disabilita l'opzione di acquisto
nl_nl: Schakel het toevoegen van cadeaubonproducten en aankoopfunctionaliteit aan de winkel in. Wanneer uitgeschakeld worden alle cadeaubonnen verborgen en de aankoopoptie uitgeschakeld

source: Set to generate Gift cards when the order reaches the selected order status
es_es: Configurar para generar tarjetas de regalo cuando el pedido alcance el estado de pedido seleccionado
fr_fr: Configurer pour générer des cartes-cadeaux lorsque la commande atteint le statut de commande sélectionné
it_it: Imposta per generare buoni regalo quando l'ordine raggiunge lo stato dell'ordine selezionato
nl_nl: Instellen dat cadeaubonnen worden gegenereerd wanneer de bestelling de geselecteerde bestelstatus bereikt

source: Image to be used in the gift card template
es_es: Imagen que se utilizará en la plantilla de la tarjeta de regalo.
fr_fr: Image à utiliser dans le modèle de carte-cadeau
it_it: Immagine da utilizzare nel modello del buono regalo
nl_nl: Afbeelding die moet worden gebruikt in de cadeaubonsjabloon

source: Adds template to the specified gift card category
es_es: Agrega una plantilla a la categoría de tarjeta de regalo especificada
fr_fr: Ajoute un modèle à la catégorie de carte-cadeau spécifiée
it_it: Aggiunge il modello alla categoria di buoni regalo specificata
nl_nl: Voegt een sjabloon toe aan de opgegeven cadeauboncategorie

source: Enable this option to sell gift cards without email restrictions. Gift cards can be redeemed by anyone who enters the correct code during checkout.
es_es: Habilite esta opción para vender tarjetas de regalo sin restricciones de correo electrónico. Cualquier persona que ingrese el código correcto al finalizar la compra podrá canjearlas.
fr_fr: Activez cette option pour vendre des cartes-cadeaux sans restrictions de courrier électronique. Les cartes-cadeaux peuvent être utilisées par toute personne saisissant le bon code lors du paiement.
it_it: Abilita questa opzione per vendere gift card senza restrizioni e-mail. Le gift card possono essere riscattate da chiunque inserisca il codice corretto durante il checkout.
nl_nl: Schakel deze optie in om cadeaukaarten te verkopen zonder e-mailbeperkingen. Cadeaukaarten kunnen worden ingewisseld door iedereen die de juiste code invoert tijdens het afrekenen.

source: Selected templates will be available on gift card product page
es_es: Las plantillas seleccionadas estarán disponibles en la página del producto de la tarjeta de regalo.
fr_fr: Les modèles sélectionnés seront disponibles sur la page produit de la carte-cadeau
it_it: I modelli selezionati saranno disponibili sulla pagina del prodotto della carta regalo
nl_nl: Geselecteerde sjablonen zijn beschikbaar op de productpagina van de cadeaubon

source: Allows to choose between pre-defined gift card value or set custom gift card values
es_es: Permite elegir entre un valor de tarjeta de regalo predefinido o establecer valores de tarjeta de regalo personalizados
fr_fr: Permet de choisir entre une valeur de carte-cadeau prédéfinie ou de définir des valeurs de carte-cadeau personnalisées
it_it: Consente di scegliere tra il valore della carta regalo predefinito o impostare valori della carta regalo personalizzati
nl_nl: Maakt het mogelijk om te kiezen tussen een vooraf gedefinieerde cadeaubonwaarde of aangepaste cadeaubonwaarden

source: Predefined gift card values to display on the product page. Separate multiple amounts with a comma
es_es: Valores predefinidos de tarjetas de regalo para mostrar en la página del producto. Separe los importes con una coma.
fr_fr: Valeurs de cartes cadeaux prédéfinies à afficher sur la page produit. Séparez les montants multiples par une virgule
it_it: Valori dei buoni regalo predefiniti da visualizzare nella pagina del prodotto. Separa più importi con una virgola
nl_nl: Vooraf gedefinieerde cadeaubonwaarden die op de productpagina moeten worden weergegeven. Scheid meerdere bedragen met een komma

source: Enable to allow users to choose template from the front end
es_es: Habilitar para permitir que los usuarios elijan la plantilla desde el frontend
fr_fr: Activer pour permettre aux utilisateurs de choisir un modèle à partir du front-end
it_it: Abilita per consentire agli utenti di scegliere il modello dal front-end
nl_nl: Schakel dit in zodat gebruikers een sjabloon kunnen kiezen vanaf de frontend

source: Value of the gift card
es_es: Valor de la tarjeta de regalo
fr_fr: Valeur de la carte cadeau
it_it: Valore della carta regalo
nl_nl: Waarde van de cadeaukaart

source: The text will be displayed in the gift card email
es_es: El texto se mostrará en el correo electrónico de la tarjeta de regalo.
fr_fr: Le texte sera affiché dans l'e-mail de la carte-cadeau
it_it: Il testo verrà visualizzato nell'e-mail della carta regalo
nl_nl: De tekst wordt weergegeven in de e-mail met de cadeaukaart

source: Recipient list to send the gift card
es_es: Lista de destinatarios para enviar la tarjeta de regalo
fr_fr: Liste des destinataires pour envoyer la carte cadeau
it_it: Elenco dei destinatari a cui inviare la carta regalo
nl_nl: Lijst met ontvangers om de cadeaubon te verzenden

source: Redirects to WooCommerce Email settings > Store credit email section. Can configure the store credit email from there
es_es: Redirecciona a la sección Configuración de correo electrónico de WooCommerce > Correo electrónico de crédito de la tienda. Desde allí, puedes configurar el correo electrónico de crédito de la tienda.
fr_fr: Redirection vers les paramètres de messagerie WooCommerce > section E-mail de crédit de la boutique. Vous pouvez configurer l'e-mail de crédit de la boutique à partir de là
it_it: Reindirizza alle impostazioni email di WooCommerce > sezione email credito negozio. Da lì è possibile configurare l'e-mail del credito del negozio
nl_nl: Omleiding naar WooCommerce e-mailinstellingen > sectie E-mail met tegoed opslaan. Kan vanaf daar de winkeltegoed-e-mail configureren

source: Copy and paste the shortcode into any page within your store to showcase the gift card product on that specific page.
es_es: Copie y pegue el código corto en cualquier página de su tienda para mostrar el producto de tarjeta de regalo en esa página específica.
fr_fr: Copiez et collez le shortcode dans n'importe quelle page de votre boutique pour présenter le produit de carte-cadeau sur cette page spécifique.
it_it: Copia e incolla lo shortcode in qualsiasi pagina del tuo negozio per mostrare il prodotto della carta regalo su quella pagina specifica.
nl_nl: Kopieer en plak de shortcode op een willekeurige pagina in uw winkel om de cadeaubon op die specifieke pagina te tonen.

source: The text will serve as the title of the gift card product page
es_es: El texto servirá como título de la página del producto de la tarjeta de regalo.
fr_fr: Le texte servira de titre à la page produit de la carte-cadeau
it_it: I modelli selezionati saranno disponibili sulla pagina del prodotto della carta regalo
nl_nl: Velden die moeten worden weergegeven op de productpagina van de cadeaubon

source: The text will serve as the title for the template selection section on the gift card product page
es_es: El texto servirá como título para la sección de selección de plantillas en la página del producto de la tarjeta de regalo.
fr_fr: Le texte servira de titre pour la section de sélection de modèles sur la page produit de la carte-cadeau
it_it: Il testo servirà come titolo per la sezione di selezione del modello nella pagina del prodotto della carta regalo
nl_nl: De tekst wordt net onder het geselecteerde sjabloon weergegeven in de e-mail met de cadeaukaart

source: Unable to load template list.
es_es: No se puede cargar la lista de plantillas.
fr_fr: Impossible de charger la liste des modèles.
it_it: Impossibile caricare l'elenco dei modelli.
nl_nl: Kan de sjabloonlijst niet laden.

source: Delete template
es_es: Eliminar plantilla
fr_fr: Supprimer le modèle
it_it: Elimina modello
nl_nl: Template verwijderen

source: No templates have been chosen. Navigate to %s General Settings > Template Settings %s and select the desired templates.
es_es: No se han seleccionado plantillas. Vaya a %s Configuración general > Configuración de plantillas %s y seleccione las plantillas que desee.
fr_fr: Aucun modèle n'a été choisi. Accédez à %s Paramètres généraux > Paramètres de modèle %s et sélectionnez les modèles souhaités.
it_it: Nessun modello è stato scelto. Vai a %s Impostazioni generali > Impostazioni modello %s e seleziona i modelli desiderati.
nl_nl: Er zijn geen sjablonen gekozen. Navigeer naar %sAlgemene instellingen > Sjablooninstellingen %s en selecteer de gewenste sjablonen.

source: Enable gift card product
es_es: Habilitar producto de tarjeta de regalo
fr_fr: Activer le produit de carte-cadeau
it_it: Abilita il prodotto buono regalo
nl_nl: Cadeaukaartproduct inschakelen

source: Enable
es_es: Habilitar
fr_fr: Activer
it_it: Abilita
nl_nl: Inschakelen

source: Order status to generate gift cards
es_es: Estado del pedido para generar tarjetas de regalo
fr_fr: Statut de la commande pour générer des cartes cadeaux
it_it: Stato dell'ordine per generare buoni regalo
nl_nl: Bestelstatus om cadeaubonnen te genereren

source: Gift cards will be generated upon reaching the selected order status.
es_es: Las tarjetas de regalo se generarán al alcanzar el estado de pedido seleccionado.
fr_fr: Les cartes-cadeaux seront générées une fois le statut de commande sélectionné atteint.
it_it: Le carte regalo verranno generate al raggiungimento dello stato dell'ordine selezionato.
nl_nl: Cadeaubonnen worden gegenereerd zodra de geselecteerde bestelstatus wordt bereikt.

source: Disable email restrictions for gift cards
es_es: Desactivar las restricciones de correo electrónico para las tarjetas de regalo
fr_fr: Modèles disponibles pour carte cadeau
it_it: Modelli disponibili per carta regalo
nl_nl: Schakel e-mailbeperkingen voor cadeaukaarten uit

source: Allow gift cards to be redeemed regardless of the buyer’s email address.
es_es: Permitir que las tarjetas de regalo se canjeen independientemente de la dirección de correo electrónico del comprador.
fr_fr: Autoriser l’utilisation des cartes-cadeaux quelle que soit l’adresse e-mail de l’acheteur.
it_it: Consentire l'utilizzo delle carte regalo indipendentemente dall'indirizzo e-mail dell'acquirente.
nl_nl: Sta toe dat cadeaukaarten worden ingewisseld, ongeacht het e-mailadres van de koper.

source: Gift card products
es_es: Productos de tarjetas de regalo
fr_fr: Produits de cartes cadeaux
it_it: Prodotti con buoni regalo
nl_nl: Cadeaukaart producten

source: Send gift card
es_es: Enviar tarjeta de regalo
fr_fr: Envoyer une carte cadeau
it_it: Invia carta regalo
nl_nl: Cadeaubon versturen

source: Hide preview
es_es: Ocultar vista previa
fr_fr: Masquer l’aperçu
it_it: Nascondi l'anteprima
nl_nl: Voorbeeld verbergen

source: Show preview
es_es: Mostrar vista previa
fr_fr: Voir l’aperçu
it_it: Mostra anteprima
nl_nl: Voorbeeld weergeven

source: Unable to load the preview.
es_es: No se puede cargar la vista previa.
fr_fr: Impossible de charger l'aperçu.
it_it: Impossibile caricare l'anteprima.
nl_nl: Kan het voorbeeld niet laden.

source: from
es_es: desde
fr_fr: de
it_it: dal
nl_nl: van

source: Expiry date:
es_es: Fecha de caducidad:
fr_fr: Date expiration:
it_it: Data di scadenza:
nl_nl: Vervaldatum:

source: Edit gift card product
es_es: Editar producto de tarjeta de regalo
fr_fr: Modifier le produit de la carte-cadeau
it_it: Modifica il prodotto della carta regalo
nl_nl: Cadeaukaartproduct bewerken

source: View gift card products
es_es: Ver productos de tarjetas de regalo
fr_fr: Voir les produits de cartes-cadeaux
it_it: Visualizza i prodotti delle carte regalo
nl_nl: Bekijk cadeaukaartproducten

source: Product data
es_es: Datos de producto
fr_fr: Données produit
it_it: Informazioni
nl_nl: Productgegevens

source: Gift Card Upsell Banner
es_es: Banner de venta adicional de tarjetas de regalo

source: Please enter valid email address.
es_es: Por favor ingresa una dirección de correo electrónico válida.
fr_fr: Veuillez entrer une adresse mail valide.
it_it: Inserisci un indirizzo e-mail valido.
nl_nl: Vul alstublieft een geldig e-mailadres in.

source: Please enter valid amount.
es_es: Introduzca un importe válido.
fr_fr: Merci de saisir un montant valide.
it_it: Inserisci un importo valido.
nl_nl: Voer een geldig bedrag in.

source: Success. Total %s coupon(s) created and mailed.
es_es: Éxito. Se crearon y enviaron %s cupones.
fr_fr: Succès. Au total, %s coupon(s) ont été créés et envoyés.
it_it: Successo. Totale %s coupon creati e inviati.
nl_nl: Succes. Totaal %s coupon(s) gemaakt en verzonden.

source: Coupon
es_es: Cupón

source: Coupon amount
es_es: Importe del cupón
fr_fr: Montant du code
it_it: Valore del Coupon
nl_nl: Waarde van kortingscode

source: Recipient email
es_es: Correo electrónico del destinatario
fr_fr: E-mail du destinataire
it_it: E-mail del destinatario
nl_nl: Ontvanger email

source: Gift cards purchased
es_es: Tarjetas de regalo compradas
fr_fr: Cartes cadeaux achetées
it_it: Carte regalo acquistate
nl_nl: Cadeaubonnen gekocht

source: Something went wrong
es_es: Algo salió mal
fr_fr: Un problème est survenu
it_it: Qualcosa è andato storto
nl_nl: Er ging iets mis

source: Success
es_es: Éxito
fr_fr: Succès
it_it: Successo
nl_nl: Succes
