Repository: WordPressBugBounty/plugins-wt-gift-cards-woocommerce
Catalog: wt-gift-cards-woocommerce/languages/wt-gift-cards-woocommerce-*.po
Languages: es_es, fr_fr, it_it, nl_nl

source: You do not have sufficient permission to perform this operation
es_es: No tienes suficientes permisos para realizar esta operación
fr_fr: Vous n’avez pas les droits suffisants pour exécuter cette opération
it_it: Non hai il permesso sufficiente per eseguire questa operazione
nl_nl: U hebt niet voldoende rechten om deze bewerking uit te voeren

source: Edit
es_es: Editar
fr_fr: Modifier
it_it: Modifica
nl_nl: Bewerken

source: Gift card product
es_es: Producto de tarjeta de regalo
fr_fr: Produit de carte-cadeau
it_it: Prodotto buono regalo
nl_nl: Cadeaukaartproduct

source: Gift card
es_es: Tarjeta regalo
fr_fr: Carte cadeau
nl_nl: Cadeaubon

source: Gift Card
es_es: Tarjeta regalo
fr_fr: Carte cadeau
nl_nl: Cadeaubon

source: This is an automatically created product for Gift card.
es_es: Este es un producto creado automáticamente para tarjetas de regalo.
fr_fr: Il s'agit d'un produit créé automatiquement pour la carte-cadeau.
it_it: Questo è un prodotto creato automaticamente per la carta regalo.
nl_nl: Dit is een automatisch aangemaakt product voor Cadeaukaart.

source: View larger
es_es: Ver más grande
fr_fr: Agrandir
it_it: Visualizza ingrandito
nl_nl: Bekijk groter

source: Requires mPDF library to add PDF support. %1$s Click here %2$s to install the %3$s mPDF add-on by WebToffee %4$s (free).
es_es: Requiere la biblioteca mPDF para agregar compatibilidad con PDF. %1$s Haga clic aquí %2$s para instalar el %3$s complemento mPDF de WebToffee %4$s (gratis).

source: Requires mPDF version %1$s or greater to add PDF support. %2$s Click here %3$s to update the %4$s mPDF add-on by WebToffee %5$s (free).
es_es: Requiere la versión mPDF %1$s o superior para agregar compatibilidad con PDF. %2$s Haga clic aquí %3$s para actualizar el complemento mPDF %4$s de WebToffee %5$s (gratis).

source: Requires mPDF library to add PDF support. %1$s Click here %2$s to activate the %3$s mPDF add-on by WebToffee %4$s(free).
es_es: Requiere la biblioteca mPDF para agregar compatibilidad con PDF. %1$s Haga clic aquí %2$s para activar el %3$s complemento mPDF de WebToffee %4$s (gratis).

source: Requires mPDF library to add PDF support. Please install the %1$s mPDF add-on by WebToffee %2$s(free).
es_es: Requiere la biblioteca mPDF para añadir compatibilidad con PDF. Instale el complemento mPDF %1$s de WebToffee %2$s (gratis).

source: Configure gift card email
es_es: Configurar el correo electrónico de la tarjeta de regalo
fr_fr: Configurer l'e-mail de la carte-cadeau
it_it: Configura l'e-mail della carta regalo
nl_nl: Configureer e-mail met cadeaubonnen

source: Configure email
es_es: Configurar el correo electrónico
fr_fr: Configurer l'email
it_it: Configura la posta elettronica
nl_nl: E-mail configureren

source: Redirects to WooCommerce > Settings > Emails. Can configure the gift cards related email from there
es_es: Redirecciona a WooCommerce > Configuración > Correos electrónicos. Desde allí, puedes configurar el correo electrónico relacionado con las tarjetas de regalo.
fr_fr: Redirection vers WooCommerce > Paramètres > E-mails. Vous pouvez configurer l'e-mail lié aux cartes-cadeaux à partir de là
it_it: Reindirizza alle impostazioni email di WooCommerce > sezione email credito negozio. Da lì è possibile configurare l'e-mail del credito del negozio
nl_nl: Omleiding naar WooCommerce e-mailinstellingen > sectie E-mail met tegoed opslaan. Kan vanaf daar de winkeltegoed-e-mail configureren

source: Attach Gift Card as PDF
es_es: Adjuntar tarjeta de regalo como PDF
fr_fr: Joindre la carte-cadeau au format PDF
it_it: Allega buoni regalo come PDF alle e-mail
nl_nl: Voeg cadeaubonnen als pdf toe aan e-mails

source: Templates
es_es: Plantillas
fr_fr: Modèles
it_it: Modelli

source: Customize product page titles
es_es: Personalizar los títulos de las páginas de productos
fr_fr: Personnaliser les titres des pages de produits
it_it: Personalizza i titoli delle pagine dei prodotti
nl_nl: Pas productpaginatitels aan

source: Custom page title
es_es: Título de la página personalizado
fr_fr: Titre de la page personnalisée
it_it: Titolo pagina personalizzato
nl_nl: Aangepaste paginatitel

source: By default, the page title will showcase the name of the gift card product.
es_es: De forma predeterminada, el título de la página mostrará el nombre del producto de la tarjeta de regalo.
fr_fr: Par défaut, le titre de la page affichera le nom du produit de la carte-cadeau.
it_it: Per impostazione predefinita, il titolo della pagina mostrerà il nome del prodotto della carta regalo.
nl_nl: Standaard wordt in de paginatitel de naam van de cadeaubon weergegeven.

source: Gift card product name
es_es: Nombre del producto de la tarjeta de regalo
fr_fr: Nom du produit de la carte-cadeau
it_it: Prodotto buono regalo
nl_nl: Cadeaukaartproduct

source: Template selection
es_es: Selección de plantillas
fr_fr: Sélection de modèle
it_it: Modelli
nl_nl: Templates

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
nl_nl: Onbekend

source: Sent
es_es: Enviado
fr_fr: Envoyé
it_it: Inviato
nl_nl: Verzonden

source: Resend
es_es: Reenviar
fr_fr: Envoyer à nouveau
it_it: Invia di nuovo
nl_nl: Opnieuw versturen

source: Not activated, awaiting order status update
es_es: No activado, esperando actualización del estado del pedido
fr_fr: Non activée, en attente de mise à jour du statut de commande
it_it: Non attivata, in attesa dell’aggiornamento dello stato dell’ordine
nl_nl: Niet geactiveerd, wacht op een update van de bestelstatus

source: Force send and activate
es_es: Forzar envío y activación
fr_fr: Forcer l'envoi et l'activation
it_it: Forza l'invio e l'attivazione
nl_nl: Forceer verzenden en activeren

source: Send
es_es: Enviar
fr_fr: Envoyer
it_it: Invia
nl_nl: Verzenden

source: Coupon amount:
es_es: Monto del cupón:
fr_fr: Montant du coupon:
it_it: Importo del buono:
nl_nl: Couponbedrag:

source: Coupon code:
es_es: Código del cupón:
fr_fr: Code de réduction:
it_it: Codice coupon:
nl_nl: Kortingscode:

source: Expiry:
es_es: Fecha de expiración del cupón
fr_fr: Expiration:
it_it: Scadenza:
nl_nl: Vervaldatum:

source: Status:
es_es: Estado:
fr_fr: Statut :
it_it: Stato:

source: Last sent:
es_es: Último envío:
fr_fr: Dernier envoi:
it_it: Ultimo invio:
nl_nl: Laatst verzonden:

source: Set predefined amounts
es_es: Establecer cantidades predefinidas
fr_fr: Définir des montants prédéfinis
it_it: Imposta importi predefiniti
nl_nl: Stel vooraf gedefinieerde bedragen in

source: Multiple values need to be separated by comma.
es_es: Los valores múltiples deben separarse con coma.
fr_fr: Plusieurs valeurs doivent être séparées par une virgule.
it_it: Più valori devono essere separati da virgola.
nl_nl: Meerdere waarden moeten worden gescheiden door een komma.

source: Template preview
es_es: Vista previa de la plantilla
fr_fr: Prévisualiser le thème
it_it: Anteprima del modello
nl_nl: Sjabloonvoorbeeld

source: Email preview
es_es: Vista previa Email
fr_fr: Aperçu email
it_it: Anteprima e-mail
nl_nl: Voorvertoning e-mail

source: Credit amount
es_es: Crédito restante
fr_fr: Montant du crédit
it_it: Ammontare del credito
nl_nl: Hoeveelheid krediet

source: Recipient email(s)
es_es: Correo electrónico(s) electrónico(s) del destinatario
fr_fr: E-mail(s) du destinataire
it_it: E-mail del destinatario
nl_nl: E-mailadres(sen) van ontvanger

source: Multiple emails can be inputted by separating with commas.
es_es: Se pueden ingresar varios correos electrónicos separándolos con comas.
fr_fr: Plusieurs e-mails peuvent être saisis en les séparant par des virgules.
it_it: È possibile inserire più e-mail separandole con virgole.
nl_nl: Er kunnen meerdere e-mails worden ingevoerd door ze te scheiden met komma's.

source: Sender name
es_es: Nombre del remitente
fr_fr: Nom de l'expéditeur
it_it: Nome mittente
nl_nl: Naam van de afzender

source: Gift card message
es_es: Mensaje de tarjeta de regalo
fr_fr: Message de la carte cadeau
it_it: Messaggio della carta regalo
nl_nl: Cadeaubon bericht

source: Send email
es_es: Enviar email
fr_fr: Envoyer l'email
it_it: Spedisci mail
nl_nl: Verstuur email

source: Preview email
es_es: Vista previa del email
fr_fr: Prévisualisation de l’email
it_it: Anteprima email
nl_nl: Voorbeeld e-mail

source: Trash
es_es: Papelera
fr_fr: Corbeille
it_it: Cestino
nl_nl: Prullenbak

source: Auto draft
es_es: Borrador automático
fr_fr: Brouillon automatique
it_it: Bozza automatico
nl_nl: Automatisch concept

source: Gift Card Products
es_es: Productos de tarjetas de regalo
fr_fr: Produits de cartes-cadeaux
it_it: Prodotti per buoni regalo
nl_nl: Cadeaukaartproducten

source: Add new
es_es: Añadir nuevo
fr_fr: Ajouter
it_it: Aggiungi nuovo
nl_nl: Nieuwe toevoegen

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel

source: Price
es_es: Precio
fr_fr: Prix
it_it: Prezzo
nl_nl: Prijs

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Date
es_es: Fecha
it_it: Data
nl_nl: Datum

source: (no title)
es_es: (sin título)
fr_fr: (sans titre)
it_it: (senza titolo)
nl_nl: (geen titel)

source: Restore
es_es: Restaurar
fr_fr: Restaurer
it_it: Ripristina
nl_nl: Herstellen

source: View
es_es: Ver
fr_fr: Voir
it_it: Visualizza
nl_nl: Bekijk

source: Copied
es_es: Copiado
fr_fr: Copié
it_it: Copiato
nl_nl: Gekopieerd

source: No products to display.
es_es: No hay productos para mostrar.
fr_fr: Aucun produit à afficher.
it_it: Nessun prodotto da visualizzare.
nl_nl: Er zijn geen producten om weer te geven.

source: Save
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan

source: Save settings
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni
nl_nl: Instellingen opslaan

source: WooCommerce Gift Cards
es_es: WooCommerce - Tarjetas de regalo
fr_fr: WooCommerce Cartes cadeaux
it_it: Buoni regalo WooCommerce

source: General settings
es_es: Ajustes generales
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nl_nl: Algemene instellingen

source: Debug
es_es: Depurar
fr_fr: Débogage

source: Boost Your Sales and Customer Loyalty With Premium Gift Card Features!
es_es: ¡Aumente sus ventas y la fidelización de sus clientes con funciones de tarjetas de regalo premium!
fr_fr: Augmentez vos ventes et la fidélité de vos clients grâce aux fonctionnalités premium des cartes-cadeaux !
it_it: Aumenta le tue vendite e la fedeltà dei clienti con le funzionalità premium delle carte regalo!
nl_nl: Verhoog uw omzet en klantloyaliteit met premium cadeaubonfuncties!

source: Create an unlimited number of gift cards
es_es: Crea un número ilimitado de tarjetas de regalo
fr_fr: Créez un nombre illimité de cartes cadeaux
it_it: Crea un numero illimitato di carte regalo
nl_nl: Maak een onbeperkt aantal cadeaubonnen aan

source: Create physical gift cards
es_es: Crea tarjetas de regalo físicas
fr_fr: Créer des cartes-cadeaux physiques
it_it: Crea buoni regalo fisici
nl_nl: Maak fysieke cadeaubonnen

source: 'Gift this product' option
es_es: Opción 'Regalar este producto'
fr_fr: Option « Offrir ce produit »
it_it: Opzione "Regala questo prodotto"
nl_nl: 'Geef dit product cadeau' optie

source: Let users schedule gift card delivery
es_es: Permitir a los usuarios programar la entrega de tarjetas de regalo
fr_fr: Permettre aux utilisateurs de programmer la livraison de cartes-cadeaux
it_it: Consenti agli utenti di programmare carte regalo
nl_nl: Sta gebruikers toe cadeaubonnen te plannen

source: Print gift cards
es_es: Imprimir tarjetas de regalo
fr_fr: Imprimer des cartes cadeaux
it_it: Buoni regalo fisici
nl_nl: Fysieke cadeaubonnen

source: Allow users to upload custom images for gift cards
es_es: Permitir a los usuarios cargar imágenes personalizadas para tarjetas de regalo
fr_fr: Autoriser les utilisateurs à télécharger des images personnalisées pour les cartes-cadeaux
it_it: Consenti agli utenti di utilizzare immagini personalizzate per i buoni regalo
nl_nl: Sta gebruikers toe aangepaste afbeeldingen te gebruiken voor cadeaubonnen

source: Recommend products on gift certificates
es_es: Recomendar productos en certificados de regalo
fr_fr: Recommander des produits sur des chèques cadeaux
it_it: Consiglia prodotti sui buoni regalo
nl_nl: Producten aanbevelen op cadeaubonnen

source: Accept gift cards as payment method
es_es: Aceptar tarjetas de regalo como método de pago
fr_fr: Accepter les cartes-cadeaux comme moyen de paiement
it_it: Accetta le carte regalo come metodo di pagamento
nl_nl: Accepteer cadeaubonnen als betaalmethode

source: Apply store credit on shipping, tax, and other fees
es_es: Aplicar crédito de la tienda en envíos, impuestos y otras tarifas.
fr_fr: Appliquez un crédit en magasin sur les frais d'expédition, les taxes et autres frais
it_it: Applica il credito del negozio su spedizione, tasse e altre spese
nl_nl: Gebruik winkeltegoed voor verzending, belasting en andere kosten

source: Try with confidence
es_es: Inténtalo con confianza
fr_fr: Essayez en toute confiance
it_it: Prova con sicurezza
nl_nl: Probeer het met vertrouwen

source: 100% No Risk Money Back Guarantee
es_es: Garantía de devolución de dinero del 100% sin riesgo

source: Excellent Support with 99% Satisfaction Rating
es_es: Excelente soporte con un índice de satisfacción del 99%

source: Check Out Premium
es_es: Echa un vistazo a Premium
fr_fr: Découvrez Premium
it_it: Scopri Premium
nl_nl: Bekijk Premium

source: Store credit
es_es: Crédito en Tienda
fr_fr: Bon d’achat
it_it: Credito del negozio
nl_nl: Tegoed

source: Processing
es_es: Procesando
fr_fr: En cours
it_it: Elaborazione
nl_nl: In behandeling

source: Completed
es_es: Completado
fr_fr: Terminé
it_it: Completato
nl_nl: Voltooid

source: Refunded
es_es: Reembolsado
fr_fr: Remboursé
it_it: Rimborsato
nl_nl: Terugbetaald

source: Cancelled
es_es: Cancelado
fr_fr: Annulée
it_it: Annullato
nl_nl: Geannuleerd

source: Failed
es_es: Fallido
fr_fr: Echec
it_it: Fallito
nl_nl: Mislukt

source: Reimburse credit value
es_es: Reembolsar el valor del crédito
fr_fr: Rembourser la valeur du crédit
it_it: Rimborsare il valore del credito
nl_nl: Kredietwaarde terugbetalen

source: Enter your email
es_es: Ingrese su email

source: CHECK YOUR BALANCE
es_es: CONSULTA TU SALDO

source: Enter Gift Card code
es_es: Introduzca el código de la tarjeta de regalo

source: Submit
es_es: Enviar

source: Security check failed.
es_es: La comprobación de seguridad ha fallado.

source: We couldn't find a gift card associated with that code. Please verify the code and try again.
es_es: No pudimos encontrar una tarjeta de regalo asociada a ese código. Verifícalo y vuelve a intentarlo.

source: This gift card is linked to an email address. Please enter the email address associated with it!
es_es: Esta tarjeta de regalo está vinculada a una dirección de correo electrónico. ¡Introduce la dirección de correo electrónico asociada!

source: The email address you entered is not associated with the gift card. Please check the email address and try again.
es_es: La dirección de correo electrónico que ingresaste no está asociada a la tarjeta de regalo. Verifícala y vuelve a intentarlo.

source: Your gift card balance is&nbsp;%s
es_es: El saldo de su tarjeta de regalo es %s

source: Sorry, you cannot purchase store credit with this coupon.
es_es: Lo sentimos, no puedes comprar crédito de la tienda con este cupón.
fr_fr: Désolé, vous ne pouvez pas acheter de crédit en magasin avec ce coupon.
it_it: Spiacenti, non puoi acquistare credito negozio con questo coupon.
nl_nl: Sorry, je kunt met deze kortingsbon geen winkeltegoed kopen.

source: Store credit used:
es_es: Crédito de la tienda utilizado:
fr_fr: Crédit magasin utilisé :
it_it: Credito del negozio utilizzato:
nl_nl: Gebruikt winkeltegoed:

source: You have received a Gift card
es_es: Has recibido una tarjeta de regalo
fr_fr: Vous avez reçu une carte cadeau
it_it: Hai ricevuto una carta regalo
nl_nl: U heeft een Cadeaukaart ontvangen

source: This email will be sent to customers when they purchase the gift card or when the admin mails a gift card manually.
es_es: Este correo electrónico se enviará a los clientes cuando compren la tarjeta de regalo o cuando el administrador envíe una tarjeta de regalo manualmente.
fr_fr: Cet e-mail sera envoyé aux clients lorsqu'ils achèteront la carte-cadeau ou lorsque l'administrateur enverra une carte-cadeau manuellement.
it_it: Questa email verrà inviata ai clienti quando acquistano la carta regalo o quando l'amministratore invia manualmente una carta regalo.
nl_nl: Deze e-mail wordt naar klanten verzonden wanneer ze de cadeaubon kopen of wanneer de beheerder handmatig een cadeaubon verzendt.

# default email subject for active emails sent to the customer
source: You've got a gift!
es_es: ¡Tienes un don!
fr_fr: Tu as un don !
it_it: Hai un regalo!
nl_nl: Je hebt een cadeau!

source: Gift card code:
es_es: Código de tarjeta de regalo:
fr_fr: Code de la Carte Cadeau:
it_it: Codice della gift card:
nl_nl: Cadeaubon code:

source: Amount:
es_es: Cantidad:
fr_fr: Montant :
it_it: Importo:
nl_nl: Bedrag:

source: Expiry date: %s
es_es: Fecha de caducidad: %s
fr_fr: Date d’expiration : %s
it_it: Scadenza: %s
nl_nl: Vervaldatum: %s

source: From:
es_es: De:
fr_fr: De:
it_it: Dal:
nl_nl: Van:

source: To:
es_es: Para:
fr_fr: À :
it_it: A:
nl_nl: Aan:

source: Message:
es_es: Mensaje:
it_it: Messaggio:
nl_nl: Bericht:

source: To redeem this gift card, you can enter the gift card code in the dedicated field during checkout.
es_es: Para canjear esta tarjeta de regalo, puede ingresar el código de la tarjeta de regalo en el campo dedicado durante el pago.
fr_fr: Pour utiliser cette carte cadeau, vous pouvez saisir le code de la carte cadeau dans le champ dédié lors du paiement.
it_it: Per riscattare questa carta regalo, puoi inserire il codice della carta regalo nel campo dedicato durante il checkout.
nl_nl: Om deze cadeaubon in te wisselen, kunt u tijdens het afrekenen de cadeauboncode in het daarvoor bestemde veld invoeren.

source: Hi %s,
es_es: Hola %s,
fr_fr: Bonjour %s,
it_it: Ciao %s,
nl_nl: Hallo %s,

source: Hi there,
es_es: Hola,
fr_fr: Bonjour,
it_it: Ciao,
nl_nl: Hallo,

source: Congratulations! You have received a store credit %1$sfrom %2$s.
es_es: ¡Felicitaciones! Has recibido un crédito de tienda %1$s de %2$s.
fr_fr: Félicitations ! Vous avez reçu un crédit de magasin %1$sde %2$s.
it_it: Congratulazioni! Hai ricevuto un buono negozio %1$sda %2$s.
nl_nl: Gefeliciteerd! U heeft een winkeltegoed ontvangen %1$svan %2$s.

source: Congratulations! You have received a store credit.
es_es: ¡Felicitaciones! Has recibido un crédito de la tienda.
fr_fr: Félicitations ! Vous avez reçu un crédit en magasin.
it_it: Congratulazioni! Hai ricevuto un buono negozio.
nl_nl: Gefeliciteerd! Je hebt een winkeltegoed ontvangen.

source: Coupon code:
es_es: CÓDIGO PROMOCIONAL:
fr_fr: Code de réduction :
it_it: Codice coupon:
nl_nl: Waardebon code:

source: Amount is here!:
es_es: ¡El monto está aquí!:
fr_fr: Le montant est ici !:
it_it: L'importo è qui!:
nl_nl: Bedrag is hier!:

source: To redeem this store credit, you can enter the coupon code in the dedicated field during the checkout.
es_es: Para canjear este crédito de la tienda, puede ingresar el código de cupón en el campo dedicado durante el pago.
fr_fr: Pour utiliser ce crédit magasin, vous pouvez saisir le code promo dans le champ dédié lors du paiement.
it_it: Per riscattare questo credito del negozio, puoi inserire il codice coupon nel campo dedicato durante il checkout.
nl_nl: Om dit winkeltegoed in te wisselen, kunt u tijdens het afrekenen de couponcode in het daarvoor bestemde veld invoeren.

source: Congratulations! You have received a gift card %1$sfrom %2$s.
es_es: ¡Felicitaciones! Has recibido una tarjeta de regalo %1$s de %2$s.
fr_fr: Félicitations ! Vous avez reçu une carte-cadeau %1$sde %2$s.
it_it: Congratulazioni! Hai ricevuto una carta regalo %1$sda %2$s.
nl_nl: Gefeliciteerd! U heeft een cadeaubon %1$svan %2$s ontvangen.

source: Congratulations! You have received a gift card.
es_es: ¡Felicitaciones! Has recibido una tarjeta de regalo.

source: To redeem this gift card, you can enter the gift card code in the dedicated field during the checkout.
es_es: Para canjear esta tarjeta de regalo, puede ingresar el código de la tarjeta de regalo en el campo dedicado durante el pago.
fr_fr: Pour utiliser cette carte cadeau, vous pouvez saisir le code de la carte cadeau dans le champ dédié lors du paiement.
it_it: Per riscattare questa carta regalo, puoi inserire il codice della carta regalo nel campo dedicato durante il checkout.
nl_nl: Om deze cadeaubon in te wisselen, kunt u tijdens het afrekenen de cadeauboncode in het daarvoor bestemde veld invoeren.

source: Congratulations! You have received a store credit from %s.
es_es: ¡Felicitaciones! Has recibido un crédito de la tienda de %s.
fr_fr: Félicitations ! Vous avez reçu un crédit de magasin de %s.
it_it: Congratulazioni! Hai ricevuto un credito in negozio da %s.
nl_nl: Gefeliciteerd! U heeft een winkeltegoed ontvangen van %s.

source: Customise your gift card
es_es: Personaliza tu tarjeta de regalo
fr_fr: Personnalisez votre carte cadeau
it_it: Personalizza la tua carta regalo
nl_nl: Personaliseer uw cadeaubon

source: Select template
es_es: Selecciona plantilla
fr_fr: Selectionnez template
it_it: Seleziona modello
nl_nl: Kies het sjabloon

source: How do you want to send it
es_es: ¿Cómo quieres enviarlo?
fr_fr: Comment voulez-vous l'envoyer
it_it: Come vuoi inviarlo
nl_nl: Hoe wil je het versturen

source: Recipient name
es_es: Nombre del destinatario
fr_fr: Nom du destinataire
it_it: Nome destinatario
nl_nl: Naam ontvanger

source: Sender email
es_es: Correo del Remitente
fr_fr: Email de l'expéditeur
it_it: Email del mittente
nl_nl: E-mailadres afzender

source: Message
es_es: Mensaje
it_it: Messaggio
nl_nl: Bericht

source: Email gift card
es_es: Tarjeta de regalo por correo electrónico
fr_fr: Carte cadeau par e-mail
it_it: Carta regalo via e-mail
nl_nl: E-mail cadeaubon

source: Email to recipient
es_es: Correo electrónico al destinatario
fr_fr: Envoyer un e-mail au destinataire
it_it: E-mail al destinatario
nl_nl: E-mail naar ontvanger

source: Gift card %s resent to recipient using the Resend button.
es_es: La tarjeta de regalo %s se reenvía al destinatario mediante el botón Reenviar.
fr_fr: La carte-cadeau %s est renvoyée au destinataire à l'aide du bouton Renvoyer.
it_it: La carta regalo %s viene inviata nuovamente al destinatario utilizzando il pulsante Invia di nuovo.
nl_nl: Cadeaubon %s opnieuw verzonden naar de ontvanger met behulp van de knop Opnieuw verzenden.

source: Gift card %s emailed to recipient manually using the force sent button.
es_es: Tarjeta de regalo %s enviada por correo electrónico al destinatario manualmente mediante el botón de envío forzado.
fr_fr: La carte-cadeau %s a été envoyée manuellement par courrier électronique au destinataire à l'aide du bouton d'envoi forcé.
it_it: Carta regalo %s inviata manualmente via email al destinatario utilizzando il pulsante forza invio.
nl_nl: Cadeaubon %s handmatig naar de ontvanger gemaild met de knop 'Geforceerd verzonden'.

source: Gift card %s emailed to recipient.
es_es: Tarjeta de regalo %s enviada por correo electrónico al destinatario.
fr_fr: Carte-cadeau %s envoyée par e-mail au destinataire.
it_it: Carta regalo %s inviata via email al destinatario.
nl_nl: Cadeaukaart %s per e-mail naar ontvanger verzonden.

source: Black Friday Cyber Monday 2024
es_es: Viernes Negro y Ciberlunes 2024

source: Never Miss This Deal
es_es: No te pierdas esta oferta

source: Your Last Chance to Avail %1$s on WebToffee Plugins. Grab the deal before it`s gone!
es_es: ¡Última oportunidad para aprovechar %1$s en plugins de WebToffee! ¡Aprovecha la oferta antes de que se agote!
